{
  "<Affenpinscher-252>": 49660,
  "<Afghan Hound-160>": 49568,
  "<African bush elephant-386>": 49794,
  "<African rock python-62>": 49470,
  "<African wild dog-275>": 49683,
  "<Airedale Terrier-191>": 49599,
  "<Alaskan Malamute-249>": 49657,
  "<Alaskan tundra wolf-270>": 49678,
  "<Alpine ibex-350>": 49758,
  "<American Staffordshire Terrier-180>": 49588,
  "<American alligator-50>": 49458,
  "<American black bear-295>": 49703,
  "<American bullfrog-30>": 49438,
  "<American coot-137>": 49545,
  "<American dipper-20>": 49428,
  "<American lobster-122>": 49530,
  "<American robin-15>": 49423,
  "<Angora rabbit-332>": 49740,
  "<Appenzeller Sennenhund-240>": 49648,
  "<Arctic fox-279>": 49687,
  "<Asian elephant-385>": 49793,
  "<Australian Kelpie-227>": 49635,
  "<Australian Silky Terrier-201>": 49609,
  "<Australian Terrier-193>": 49601,
  "<Band-Aid-419>": 49827,
  "<Basenji-253>": 49661,
  "<Basset Hound-161>": 49569,
  "<Beagle-162>": 49570,
  "<Bedlington Terrier-181>": 49589,
  "<Bernese Mountain Dog-239>": 49647,
  "<Black and Tan Coonhound-165>": 49573,
  "<Bloodhound-163>": 49571,
  "<Bluetick Coonhound-164>": 49572,
  "<Border Collie-232>": 49640,
  "<Border Terrier-182>": 49590,
  "<Boston Terrier-195>": 49603,
  "<Bouvier des Flandres dog-233>": 49641,
  "<Boxer-242>": 49650,
  "<Briard-226>": 49634,
  "<Brittany dog-215>": 49623,
  "<Bullmastiff-243>": 49651,
  "<CD player-485>": 49893,
  "<CRT monitor-782>": 50190,
  "<Cairn Terrier-192>": 49600,
  "<Cardigan Welsh Corgi-264>": 49672,
  "<Carolina anole-40>": 49448,
  "<Chesapeake Bay Retriever-209>": 49617,
  "<Chihuahua-151>": 49559,
  "<Chow Chow-260>": 49668,
  "<Christmas stocking-496>": 49904,
  "<Clumber Spaniel-216>": 49624,
  "<Cocker Spaniel-219>": 49627,
  "<Crock Pot-521>": 49929,
  "<Curly-coated Retriever-206>": 49614,
  "<Dalmatian-251>": 49659,
  "<Dandie Dinmont Terrier-194>": 49602,
  "<Dobermann-236>": 49644,
  "<Dungeness crab-118>": 49526,
  "<Dutch oven-544>": 49952,
  "<Egyptian Mau-285>": 49693,
  "<English Setter-212>": 49620,
  "<English Springer Spaniel-217>": 49625,
  "<English foxhound-167>": 49575,
  "<Entlebucher Sennenhund-241>": 49649,
  "<European garden spider-74>": 49482,
  "<European green lizard-46>": 49454,
  "<European polecat-358>": 49766,
  "<Flat-Coated Retriever-205>": 49613,
  "<French Bulldog-245>": 49653,
  "<French horn-566>": 49974,
  "<Geoffroy's spider monkey-381>": 49789,
  "<German Shepherd Dog-235>": 49643,
  "<German Shorthaired Pointer-210>": 49618,
  "<Giant Schnauzer-197>": 49605,
  "<Gila monster-45>": 49453,
  "<Golden Retriever-207>": 49615,
  "<Gordon Setter-214>": 49622,
  "<Granny Smith apple-948>": 50356,
  "<Great Dane-246>": 49654,
  "<Great Pyrenees dog-257>": 49665,
  "<Greater Swiss Mountain Dog-238>": 49646,
  "<Groenendael dog-224>": 49632,
  "<Ibizan Hound-173>": 49581,
  "<Indian cobra-63>": 49471,
  "<Irish Setter-213>": 49621,
  "<Irish Terrier-184>": 49592,
  "<Irish Water Spaniel-221>": 49629,
  "<Irish Wolfhound-170>": 49578,
  "<Italian Greyhound-171>": 49579,
  "<Japanese Chin-152>": 49560,
  "<Keeshond-261>": 49669,
  "<Kerry Blue Terrier-183>": 49591,
  "<King Charles Spaniel-156>": 49564,
  "<Komodo dragon-48>": 49456,
  "<Komondor-228>": 49636,
  "<Kuvasz-222>": 49630,
  "<Labrador Retriever-208>": 49616,
  "<Lakeland Terrier-189>": 49597,
  "<Leonberger-255>": 49663,
  "<Lhasa Apso-204>": 49612,
  "<Malinois-225>": 49633,
  "<Maltese-153>": 49561,
  "<Mexican hairless dog (xoloitzcuintli)-268>": 49676,
  "<Miniature Pinscher-237>": 49645,
  "<Miniature Poodle-266>": 49674,
  "<Miniature Schnauzer-196>": 49604,
  "<Newfoundland dog-256>": 49664,
  "<Nile crocodile-49>": 49457,
  "<Norfolk Terrier-185>": 49593,
  "<Norwegian Elkhound-174>": 49582,
  "<Norwich Terrier-186>": 49594,
  "<Old English Sheepdog-229>": 49637,
  "<Otterhound-175>": 49583,
  "<Papillon-157>": 49565,
  "<Pekingese-154>": 49562,
  "<Pembroke Welsh Corgi-263>": 49671,
  "<Persian cat-283>": 49691,
  "<Petri dish-712>": 50120,
  "<Pickelhaube-715>": 50123,
  "<Polaroid camera-732>": 50140,
  "<Pomeranian-259>": 49667,
  "<Redbone Coonhound-168>": 49576,
  "<Rhodesian Ridgeback-159>": 49567,
  "<Rottweiler-234>": 49642,
  "<Saharan horned viper-66>": 49474,
  "<Saluki-176>": 49584,
  "<Samoyed-258>": 49666,
  "<Schipperke-223>": 49631,
  "<Scottish Deerhound-177>": 49585,
  "<Scottish Terrier-199>": 49607,
  "<Sealyham Terrier-190>": 49598,
  "<Shetland Sheepdog-230>": 49638,
  "<Shih Tzu-155>": 49563,
  "<Siamese cat-284>": 49692,
  "<Siberian Husky-250>": 49658,
  "<Soft-coated Wheaten Terrier-202>": 49610,
  "<St. Bernard-247>": 49655,
  "<Staffordshire Bull Terrier-179>": 49587,
  "<Standard Poodle-267>": 49675,
  "<Standard Schnauzer-198>": 49606,
  "<Sussex Spaniel-220>": 49628,
  "<T-shirt-610>": 50018,
  "<Tibetan Mastiff-244>": 49652,
  "<Tibetan Terrier-200>": 49608,
  "<Toy Poodle-265>": 49673,
  "<Treeing Walker Coonhound-166>": 49574,
  "<Vizsla-211>": 49619,
  "<Weimaraner-178>": 49586,
  "<Welsh Springer Spaniel-218>": 49626,
  "<West Highland White Terrier-203>": 49611,
  "<Whippet-172>": 49580,
  "<Windsor tie-906>": 50314,
  "<Wire Fox Terrier-188>": 49596,
  "<Yorkshire Terrier-187>": 49595,
  "<abacus-398>": 49806,
  "<abaya-399>": 49807,
  "<academic gown-400>": 49808,
  "<accordion-401>": 49809,
  "<acorn squash-941>": 50349,
  "<acorn-988>": 50396,
  "<acoustic guitar-402>": 49810,
  "<african grey parrot-87>": 49495,
  "<agama-42>": 49450,
  "<agaric-992>": 50400,
  "<aircraft carrier-403>": 49811,
  "<airliner-404>": 49812,
  "<airplane wing-908>": 50316,
  "<airship-405>": 49813,
  "<albatross-146>": 49554,
  "<alligator lizard-44>": 49452,
  "<altar-406>": 49814,
  "<ambulance-407>": 49815,
  "<amphibious vehicle-408>": 49816,
  "<analog clock-409>": 49817,
  "<ant-310>": 49718,
  "<apiary-410>": 49818,
  "<apron-411>": 49819,
  "<arabian camel-354>": 49762,
  "<armadillo-363>": 49771,
  "<artichoke-944>": 50352,
  "<assault rifle-413>": 49821,
  "<automated teller machine-480>": 49888,
  "<axolotl-29>": 49437,
  "<baboon-372>": 49780,
  "<baby bib-443>": 49851,
  "<baby pacifier-680>": 50088,
  "<backpack-414>": 49822,
  "<badger-362>": 49770,
  "<bagel-931>": 50339,
  "<baguette-930>": 50338,
  "<bakery-415>": 49823,
  "<balaclava ski mask-796>": 50204,
  "<balance beam-416>": 49824,
  "<bald eagle-22>": 49430,
  "<balloon-417>": 49825,
  "<ballpoint pen-418>": 49826,
  "<baluster / handrail-421>": 49829,
  "<banana-954>": 50362,
  "<banded gecko-38>": 49446,
  "<banjo-420>": 49828,
  "<barbell-422>": 49830,
  "<barber chair-423>": 49831,
  "<barbershop-424>": 49832,
  "<barn spider-73>": 49481,
  "<barn-425>": 49833,
  "<barometer-426>": 49834,
  "<barrel-427>": 49835,
  "<baseball player-981>": 50389,
  "<baseball-429>": 49837,
  "<basketball-430>": 49838,
  "<bassinet-431>": 49839,
  "<bassoon-432>": 49840,
  "<bath towel-434>": 49842,
  "<bathtub-435>": 49843,
  "<beach-978>": 50386,
  "<beaker-438>": 49846,
  "<beaver-337>": 49745,
  "<bee eater-92>": 49500,
  "<bee-309>": 49717,
  "<beer bottle-440>": 49848,
  "<beer glass-441>": 49849,
  "<bell or wind chime-494>": 49902,
  "<bell pepper-945>": 50353,
  "<bell tower-442>": 49850,
  "<bighorn sheep-349>": 49757,
  "<bikini-445>": 49853,
  "<binoculars-447>": 49855,
  "<birdhouse-448>": 49856,
  "<bison-347>": 49755,
  "<bittern bird-133>": 49541,
  "<black grouse-80>": 49488,
  "<black stork-128>": 49536,
  "<black swan-100>": 49508,
  "<black-and-white colobus-375>": 49783,
  "<black-footed ferret-359>": 49767,
  "<block plane-726>": 50134,
  "<boa constrictor-61>": 49469,
  "<boathouse-449>": 49857,
  "<bobsleigh-450>": 49858,
  "<bolete-997>": 50405,
  "<bolo tie-451>": 49859,
  "<bookcase-453>": 49861,
  "<bookstore-454>": 49862,
  "<borzoi-169>": 49577,
  "<bottle cap-455>": 49863,
  "<bow tie-457>": 49865,
  "<box turtle-37>": 49445,
  "<bra-459>": 49867,
  "<brain coral-109>": 49517,
  "<brambling-10>": 49418,
  "<brass memorial plaque-458>": 49866,
  "<breakwater-460>": 49868,
  "<breastplate-461>": 49869,
  "<bridegroom-982>": 50390,
  "<broccoli-937>": 50345,
  "<broom-462>": 49870,
  "<brown bear-294>": 49702,
  "<brussels griffon-262>": 49670,
  "<bubble-971>": 50379,
  "<bucket-463>": 49871,
  "<buckle-464>": 49872,
  "<bulbul-16>": 49424,
  "<bulletproof vest-465>": 49873,
  "<bullock cart-690>": 50098,
  "<burrito-965>": 50373,
  "<bustard-138>": 49546,
  "<butcher shop-467>": 49875,
  "<butternut squash-942>": 50350,
  "<cabbage-936>": 50344,
  "<can opener-473>": 49881,
  "<candle-470>": 49878,
  "<candy store-509>": 49917,
  "<cannon-471>": 49879,
  "<canoe-472>": 49880,
  "<car mirror-475>": 49883,
  "<car wheel-479>": 49887,
  "<carbonara-959>": 50367,
  "<cardboard box / carton-478>": 49886,
  "<cardigan-474>": 49882,
  "<cardoon-946>": 50354,
  "<carousel-476>": 49884,
  "<carved pumpkin-607>": 50015,
  "<cassette player-482>": 49890,
  "<cassette-481>": 49889,
  "<castle-483>": 49891,
  "<catamaran-484>": 49892,
  "<cauldron-469>": 49877,
  "<cauliflower-938>": 50346,
  "<cello-486>": 49894,
  "<centipede-79>": 49487,
  "<chain mail-490>": 49898,
  "<chain-488>": 49896,
  "<chain-link fence-489>": 49897,
  "<chainsaw-491>": 49899,
  "<chambered nautilus-117>": 49525,
  "<chameleon-47>": 49455,
  "<cheeseburger-933>": 50341,
  "<cheetah-293>": 49701,
  "<cherimoya (custard apple)-956>": 50364,
  "<chickadee-19>": 49427,
  "<chiffonier-493>": 49901,
  "<chimpanzee-367>": 49775,
  "<china cabinet-495>": 49903,
  "<chiton-116>": 49524,
  "<chocolate syrup-960>": 50368,
  "<church-497>": 49905,
  "<cicada-316>": 49724,
  "<cleaver-499>": 49907,
  "<cliff dwelling-500>": 49908,
  "<cliff-972>": 50380,
  "<cloak-501>": 49909,
  "<clogs-502>": 49910,
  "<clothes iron-606>": 50014,
  "<clownfish-393>": 49801,
  "<cockroach-314>": 49722,
  "<cocktail shaker-503>": 49911,
  "<coffee mug-504>": 49912,
  "<coffeemaker-505>": 49913,
  "<collie-231>": 49639,
  "<combination lock-507>": 49915,
  "<combine harvester-595>": 50003,
  "<comic book-917>": 50325,
  "<common gallinule-136>": 49544,
  "<common redshank-141>": 49549,
  "<common sorrel horse-339>": 49747,
  "<common squirrel monkey-382>": 49790,
  "<computer keyboard-508>": 49916,
  "<computer mouse-673>": 50081,
  "<conch-112>": 49520,
  "<consomme-925>": 50333,
  "<construction crane-517>": 49925,
  "<container ship-510>": 49918,
  "<convertible-511>": 49919,
  "<coral fungus-991>": 50399,
  "<coral reef-973>": 50381,
  "<corkscrew-512>": 49920,
  "<corn cob-998>": 50406,
  "<corn-987>": 50395,
  "<cornet-513>": 49921,
  "<cottontail rabbit-330>": 49738,
  "<coucal-91>": 49499,
  "<couch-831>": 50239,
  "<cougar-286>": 49694,
  "<cowboy boot-514>": 49922,
  "<cowboy hat-515>": 49923,
  "<coyote-272>": 49680,
  "<cradle-516>": 49924,
  "<crane bird-134>": 49542,
  "<crash helmet-518>": 49926,
  "<crate-519>": 49927,
  "<crayfish-124>": 49532,
  "<cricket insect-312>": 49720,
  "<croquet ball-522>": 49930,
  "<crossword-918>": 50326,
  "<crutch-523>": 49931,
  "<cucumber-943>": 50351,
  "<cuirass-524>": 49932,
  "<daisy-985>": 50393,
  "<dam-525>": 49933,
  "<damselfly-320>": 49728,
  "<desert grassland whiptail lizard-41>": 49449,
  "<desk-526>": 49934,
  "<desktop computer-527>": 49935,
  "<dhole-274>": 49682,
  "<diaper-529>": 49937,
  "<digital clock-530>": 49938,
  "<digital watch-531>": 49939,
  "<dingo-273>": 49681,
  "<dining table-532>": 49940,
  "<disc brake-535>": 49943,
  "<dishcloth-533>": 49941,
  "<dishwasher-534>": 49942,
  "<dock-536>": 49944,
  "<dog sled-537>": 49945,
  "<dome-538>": 49946,
  "<doormat-539>": 49947,
  "<dough-961>": 50369,
  "<dowitcher-142>": 49550,
  "<dragonfly-319>": 49727,
  "<drilling rig-540>": 49948,
  "<drink pitcher-725>": 50133,
  "<drum-541>": 49949,
  "<drumstick-542>": 49950,
  "<duck-97>": 49505,
  "<dugong-149>": 49557,
  "<dumbbell-543>": 49951,
  "<dung beetle-305>": 49713,
  "<dunlin-140>": 49548,
  "<dust jacket-921>": 50329,
  "<earth star fungus-995>": 50403,
  "<eastern diamondback rattlesnake-67>": 49475,
  "<eastern hog-nosed snake-54>": 49462,
  "<echidna-102>": 49510,
  "<eel-390>": 49798,
  "<eggnog-969>": 50377,
  "<electric fan-545>": 49953,
  "<electric guitar-546>": 49954,
  "<electric locomotive-547>": 49955,
  "<electric ray-5>": 49413,
  "<electrical switch-844>": 50252,
  "<entertainment center-548>": 49956,
  "<envelope-549>": 49957,
  "<eraser-767>": 50175,
  "<espresso machine-550>": 49958,
  "<espresso-967>": 50375,
  "<face powder-551>": 49959,
  "<farm plow-730>": 50138,
  "<feather boa-552>": 49960,
  "<fiddler crab-120>": 49528,
  "<fig-952>": 50360,
  "<filing cabinet-553>": 49961,
  "<fire salamander-25>": 49433,
  "<fire screen-556>": 49964,
  "<fire truck-555>": 49963,
  "<fireboat-554>": 49962,
  "<fishing casting reel-758>": 50166,
  "<flagpole-557>": 49965,
  "<flamingo-130>": 49538,
  "<flatworm-110>": 49518,
  "<flute-558>": 49966,
  "<fly-308>": 49716,
  "<folding chair-559>": 49967,
  "<football helmet-560>": 49968,
  "<ford model t-661>": 50069,
  "<forklift-561>": 49969,
  "<fountain pen-563>": 49971,
  "<fountain-562>": 49970,
  "<four-poster bed-564>": 49972,
  "<fox squirrel-335>": 49743,
  "<freight car-565>": 49973,
  "<frilled-necked lizard-43>": 49451,
  "<front curtain-854>": 50262,
  "<frying pan-567>": 49975,
  "<fur coat-568>": 49976,
  "<gar fish-395>": 49803,
  "<garbage truck-569>": 49977,
  "<garter snake-57>": 49465,
  "<gas mask or respirator-570>": 49978,
  "<gas pump-571>": 49979,
  "<gazelle-353>": 49761,
  "<geyser-974>": 50382,
  "<giant panda-388>": 49796,
  "<gibbon-368>": 49776,
  "<go-kart-573>": 49981,
  "<goblet-572>": 49980,
  "<goldfinch-11>": 49419,
  "<goldfish-1>": 49409,
  "<golf ball-574>": 49982,
  "<golf cart-575>": 49983,
  "<gondola-576>": 49984,
  "<gong-577>": 49985,
  "<goose-99>": 49507,
  "<gorilla-366>": 49774,
  "<gossamer-winged butterfly-326>": 49734,
  "<gown-578>": 49986,
  "<graduation cap-667>": 50075,
  "<grand piano-579>": 49987,
  "<grasshopper-311>": 49719,
  "<great egret-132>": 49540,
  "<great grey owl-24>": 49432,
  "<great white shark-2>": 49410,
  "<green iguana-39>": 49447,
  "<green mamba-64>": 49472,
  "<greenhouse-580>": 49988,
  "<grey fox-280>": 49688,
  "<grey whale-147>": 49555,
  "<grey wolf-269>": 49677,
  "<grocery store-582>": 49990,
  "<ground beetle-302>": 49710,
  "<guacamole-924>": 50332,
  "<guenon-370>": 49778,
  "<guillotine-583>": 49991,
  "<guinea pig-338>": 49746,
  "<gymnastic horizontal bar-602>": 50010,
  "<gyromitra-993>": 50401,
  "<hair clip-584>": 49992,
  "<hair dryer-589>": 49997,
  "<hair spray-585>": 49993,
  "<hair wig-903>": 50311,
  "<half-track-586>": 49994,
  "<hammer-587>": 49995,
  "<hammerhead shark-4>": 49412,
  "<hamper-588>": 49996,
  "<hamster-333>": 49741,
  "<hand-held computer-590>": 49998,
  "<handkerchief-591>": 49999,
  "<hard disk drive-592>": 50000,
  "<hare-331>": 49739,
  "<harmonica-593>": 50001,
  "<harp-594>": 50002,
  "<hartebeest-351>": 49759,
  "<harvestman-70>": 49478,
  "<hatchet-596>": 50004,
  "<hay-958>": 50366,
  "<hen of the woods mushroom-996>": 50404,
  "<hen-8>": 49416,
  "<hermit crab-125>": 49533,
  "<high-speed train-466>": 49874,
  "<hippopotamus-344>": 49752,
  "<hockey puck-746>": 50154,
  "<holster-597>": 50005,
  "<home theater-598>": 50006,
  "<honeycomb-599>": 50007,
  "<hook-600>": 50008,
  "<hoop skirt-601>": 50009,
  "<hornbill-93>": 49501,
  "<horse chestnut seed-990>": 50398,
  "<horse-drawn vehicle-603>": 50011,
  "<hot dog-934>": 50342,
  "<hot pot-926>": 50334,
  "<hot tub-876>": 50284,
  "<hourglass-604>": 50012,
  "<house finch-12>": 49420,
  "<howler monkey-379>": 49787,
  "<hummingbird-94>": 49502,
  "<hunting bow-456>": 49864,
  "<husky-248>": 49656,
  "<hyena-276>": 49684,
  "<iPod-605>": 50013,
  "<ice cream-928>": 50336,
  "<impala (antelope)-352>": 49760,
  "<indigo bunting-14>": 49422,
  "<indri-384>": 49792,
  "<infant bed-520>": 49928,
  "<isopod-126>": 49534,
  "<jacamar-95>": 49503,
  "<jackfruit-955>": 50363,
  "<jaguar-290>": 49698,
  "<jay-17>": 49425,
  "<jeans-608>": 50016,
  "<jeep-609>": 50017,
  "<jellyfish-107>": 49515,
  "<jigsaw puzzle-611>": 50019,
  "<joystick-613>": 50021,
  "<junco-13>": 49421,
  "<keyboard space bar-810>": 50218,
  "<killer whale-148>": 49556,
  "<kimono-614>": 50022,
  "<king penguin-145>": 49553,
  "<kingsnake-56>": 49464,
  "<kit fox-278>": 49686,
  "<kite (bird of prey)-21>": 49429,
  "<knee pad-615>": 50023,
  "<knot-616>": 50024,
  "<koala-105>": 49513,
  "<lab coat-617>": 50025,
  "<lacewing-318>": 49726,
  "<ladle-618>": 50026,
  "<ladybug-301>": 49709,
  "<lakeshore-975>": 50383,
  "<lampshade-619>": 50027,
  "<langur-374>": 49782,
  "<laptop computer-620>": 50028,
  "<lawn mower-621>": 50029,
  "<leaf beetle-304>": 49712,
  "<leafhopper-317>": 49725,
  "<leatherback sea turtle-34>": 49442,
  "<lemon-951>": 50359,
  "<lens cap-622>": 50030,
  "<leopard-288>": 49696,
  "<letter opener-623>": 50031,
  "<library-624>": 50032,
  "<lifeboat-625>": 50033,
  "<lighter-626>": 50034,
  "<lighthouse-437>": 49845,
  "<limousine-627>": 50035,
  "<limpkin-135>": 49543,
  "<lion-291>": 49699,
  "<lionfish-396>": 49804,
  "<lipstick-629>": 50037,
  "<little blue heron-131>": 49539,
  "<llama-355>": 49763,
  "<loggerhead sea turtle-33>": 49441,
  "<longhorn beetle-303>": 49711,
  "<lorikeet-90>": 49498,
  "<lotion-631>": 50039,
  "<loupe magnifying glass-633>": 50041,
  "<lynx-287>": 49695,
  "<macaque-373>": 49781,
  "<macaw-88>": 49496,
  "<magnetic compass-635>": 50043,
  "<magpie-18>": 49426,
  "<mailbox-637>": 50045,
  "<manhole cover-640>": 50048,
  "<maraca-641>": 50049,
  "<marimba-642>": 50050,
  "<marmoset-377>": 49785,
  "<marmot-336>": 49744,
  "<mashed potatoes-935>": 50343,
  "<mask-643>": 50051,
  "<matchstick-644>": 50052,
  "<maypole-645>": 50053,
  "<maze-646>": 50054,
  "<measuring cup-647>": 50055,
  "<meatloaf-962>": 50370,
  "<medicine cabinet-648>": 50056,
  "<meerkat-299>": 49707,
  "<megalith-649>": 50057,
  "<menu-922>": 50330,
  "<messenger bag-636>": 50044,
  "<metal nail-677>": 50085,
  "<microphone-650>": 50058,
  "<microwave oven-651>": 50059,
  "<military aircraft-895>": 50303,
  "<military hat (bearskin or shako)-439>": 49847,
  "<military uniform-652>": 50060,
  "<milk can-653>": 50061,
  "<minibus-654>": 50062,
  "<miniskirt-655>": 50063,
  "<minivan-656>": 50064,
  "<mink-357>": 49765,
  "<missile-657>": 50065,
  "<missile-744>": 50152,
  "<mitten-658>": 50066,
  "<mixing bowl-659>": 50067,
  "<mobile home-660>": 50068,
  "<mobile phone-487>": 49895,
  "<modem-662>": 50070,
  "<monarch butterfly-323>": 49731,
  "<monastery-663>": 50071,
  "<mongoose-298>": 49706,
  "<monitor-664>": 50072,
  "<mop-840>": 50248,
  "<moped-665>": 50073,
  "<mortar and pestle-666>": 50074,
  "<mosque-668>": 50076,
  "<mosquito net-669>": 50077,
  "<motorboat-814>": 50222,
  "<mountain bike-671>": 50079,
  "<mountain-970>": 50378,
  "<mousetrap-674>": 50082,
  "<movie theater-498>": 49906,
  "<moving van-675>": 50083,
  "<mud turtle-35>": 49443,
  "<mushroom-947>": 50355,
  "<music speaker-632>": 50040,
  "<muzzle-676>": 50084,
  "<neck brace-678>": 50086,
  "<necklace-679>": 50087,
  "<nematode-111>": 49519,
  "<newt-27>": 49435,
  "<night snake-60>": 49468,
  "<notebook computer-681>": 50089,
  "<obelisk-682>": 50090,
  "<oboe-683>": 50091,
  "<ocarina-684>": 50092,
  "<ocean liner-628>": 50036,
  "<odometer-685>": 50093,
  "<oil filter-686>": 50094,
  "<one-piece bathing suit-639>": 50047,
  "<orange-950>": 50358,
  "<orangutan-365>": 49773,
  "<oscilloscope-688>": 50096,
  "<ostrich-9>": 49417,
  "<otter-360>": 49768,
  "<overskirt-689>": 50097,
  "<ox-345>": 49753,
  "<oxygen mask-691>": 50099,
  "<oystercatcher-143>": 49551,
  "<paddle wheel-694>": 50102,
  "<paddle-693>": 50101,
  "<padlock-695>": 50103,
  "<paintbrush-696>": 50104,
  "<pajamas-697>": 50105,
  "<palace-698>": 50106,
  "<pan flute-699>": 50107,
  "<paper towel-700>": 50108,
  "<parachute-701>": 50109,
  "<parallel bars-702>": 50110,
  "<park bench-703>": 50111,
  "<parking meter-704>": 50112,
  "<partridge-86>": 49494,
  "<patas monkey-371>": 49779,
  "<patio-706>": 50114,
  "<payphone-707>": 50115,
  "<peafowl-84>": 49492,
  "<pedestal-708>": 50116,
  "<pelican-144>": 49552,
  "<pencil case-709>": 50117,
  "<pencil sharpener-710>": 50118,
  "<perfume-711>": 50119,
  "<photocopier-713>": 50121,
  "<picket fence-716>": 50124,
  "<pickup truck-717>": 50125,
  "<pier-718>": 50126,
  "<pig-341>": 49749,
  "<piggy bank-719>": 50127,
  "<pill bottle-720>": 50128,
  "<pillow-721>": 50129,
  "<pineapple-953>": 50361,
  "<ping-pong ball-722>": 50130,
  "<pinwheel-723>": 50131,
  "<pipe organ-687>": 50095,
  "<pirate ship-724>": 50132,
  "<pizza-963>": 50371,
  "<planetarium-727>": 50135,
  "<plant pot-738>": 50146,
  "<plastic bag-728>": 50136,
  "<plate rack-729>": 50137,
  "<plate-923>": 50331,
  "<platypus-103>": 49511,
  "<plectrum-714>": 50122,
  "<plunger-731>": 50139,
  "<poke bonnet-452>": 49860,
  "<polar bear-296>": 49704,
  "<pole-733>": 50141,
  "<police van-734>": 50142,
  "<pomegranate-957>": 50365,
  "<poncho-735>": 50143,
  "<pool table-736>": 50144,
  "<popsicle-929>": 50337,
  "<porcupine-334>": 49742,
  "<pot pie-964>": 50372,
  "<potter's wheel-739>": 50147,
  "<power drill-740>": 50148,
  "<prairie grouse-83>": 49491,
  "<prayer rug-741>": 50149,
  "<praying mantis-315>": 49723,
  "<pretzel-932>": 50340,
  "<printer-742>": 50150,
  "<prison-743>": 50151,
  "<proboscis monkey-376>": 49784,
  "<product packet / packaging-692>": 50100,
  "<projector-745>": 50153,
  "<promontory-976>": 50384,
  "<ptarmigan-81>": 49489,
  "<pufferfish-397>": 49805,
  "<pug-254>": 49662,
  "<punching bag-747>": 50155,
  "<purse-748>": 50156,
  "<quail-85>": 49493,
  "<quill-749>": 50157,
  "<quilt-750>": 50158,
  "<race car-751>": 50159,
  "<racket-752>": 50160,
  "<radiator grille-581>": 49989,
  "<radiator-753>": 50161,
  "<radio telescope-755>": 50163,
  "<radio-754>": 50162,
  "<railroad car-705>": 50113,
  "<rain barrel-756>": 50164,
  "<ram (adult male sheep)-348>": 49756,
  "<rapeseed-984>": 50392,
  "<recreational vehicle-757>": 50165,
  "<red admiral butterfly-321>": 49729,
  "<red fox-277>": 49685,
  "<red king crab-121>": 49529,
  "<red panda-387>": 49795,
  "<red wine-966>": 50374,
  "<red wolf or maned wolf-271>": 49679,
  "<red-breasted merganser-98>": 49506,
  "<reflex camera-759>": 50167,
  "<refrigerator-760>": 50168,
  "<remote control-761>": 50169,
  "<restaurant-762>": 50170,
  "<revolver-763>": 50171,
  "<rhinoceros beetle-306>": 49714,
  "<rickshaw-612>": 50020,
  "<rifle-764>": 50172,
  "<ring binder-446>": 49854,
  "<ring-necked snake-53>": 49461,
  "<ring-tailed lemur-383>": 49791,
  "<ringlet butterfly-322>": 49730,
  "<rock beauty fish-392>": 49800,
  "<rock crab-119>": 49527,
  "<rocking chair-765>": 50173,
  "<rooster-7>": 49415,
  "<rose hip-989>": 50397,
  "<rotary dial telephone-528>": 49936,
  "<rotisserie-766>": 50174,
  "<ruddy turnstone-139>": 49547,
  "<ruffed grouse-82>": 49490,
  "<rugby ball-768>": 50176,
  "<ruler measuring stick-769>": 50177,
  "<safe-771>": 50179,
  "<safety pin-772>": 50180,
  "<sailboat-914>": 50322,
  "<salt shaker-773>": 50181,
  "<sandal-774>": 50182,
  "<sandbar-977>": 50385,
  "<sarong-775>": 50183,
  "<sawmill-634>": 50042,
  "<saxophone-776>": 50184,
  "<scabbard-777>": 50185,
  "<scarf-824>": 50232,
  "<school bus-779>": 50187,
  "<schooner-780>": 50188,
  "<scoreboard-781>": 50189,
  "<scorpion-71>": 49479,
  "<screw-783>": 50191,
  "<screwdriver-784>": 50192,
  "<scuba diver-983>": 50391,
  "<sea anemone-108>": 49516,
  "<sea cucumber-329>": 49737,
  "<sea lion-150>": 49558,
  "<sea slug-115>": 49523,
  "<sea snake-65>": 49473,
  "<sea urchin-328>": 49736,
  "<seat belt-785>": 50193,
  "<semi-trailer truck-867>": 50275,
  "<sewing machine-786>": 50194,
  "<shield-787>": 50195,
  "<shipwreck-913>": 50321,
  "<shoe store-788>": 50196,
  "<shoji screen / room divider-789>": 50197,
  "<shopping basket-790>": 50198,
  "<shopping cart-791>": 50199,
  "<shovel-792>": 50200,
  "<shower cap-793>": 50201,
  "<shower curtain-794>": 50202,
  "<siamang-369>": 49777,
  "<sidewinder rattlesnake-68>": 49476,
  "<silver salmon-391>": 49799,
  "<sink-896>": 50304,
  "<ski-795>": 50203,
  "<skunk-361>": 49769,
  "<sleeping bag-797>": 50205,
  "<slide rule-798>": 50206,
  "<sliding door-799>": 50207,
  "<slip-on shoe-630>": 50038,
  "<slot machine-800>": 50208,
  "<sloth bear-297>": 49705,
  "<slug-114>": 49522,
  "<small white butterfly-324>": 49732,
  "<smooth green snake-55>": 49463,
  "<smooth newt-26>": 49434,
  "<snail-113>": 49521,
  "<sneaker-770>": 50178,
  "<snoek fish-389>": 49797,
  "<snorkel-801>": 50209,
  "<snow leopard-289>": 49697,
  "<snowmobile-802>": 50210,
  "<snowplow-803>": 50211,
  "<soap dispenser-804>": 50212,
  "<soccer ball-805>": 50213,
  "<sock-806>": 50214,
  "<soda bottle-737>": 50145,
  "<solar thermal collector-807>": 50215,
  "<sombrero-808>": 50216,
  "<soup bowl-809>": 50217,
  "<southern black widow-75>": 49483,
  "<space heater-811>": 50219,
  "<space shuttle-812>": 50220,
  "<spaghetti squash-940>": 50348,
  "<spatula-813>": 50221,
  "<spider web-815>": 50223,
  "<spindle-816>": 50224,
  "<spiny lobster-123>": 49531,
  "<spiral or coil-506>": 49914,
  "<split-rail fence-912>": 50320,
  "<spoonbill-129>": 49537,
  "<sports car-817>": 50225,
  "<spotlight-818>": 50226,
  "<spotted salamander-28>": 49436,
  "<stage-819>": 50227,
  "<starfish-327>": 49735,
  "<station wagon-436>": 49844,
  "<steam locomotive-820>": 50228,
  "<steel drum-822>": 50230,
  "<stethoscope-823>": 50231,
  "<stick insect-313>": 49721,
  "<stingray-6>": 49414,
  "<stinkhorn mushroom-994>": 50402,
  "<stone wall-825>": 50233,
  "<stopwatch-826>": 50234,
  "<storage chest-492>": 49900,
  "<stove-827>": 50235,
  "<strainer-828>": 50236,
  "<strawberry-949>": 50357,
  "<stretcher-830>": 50238,
  "<stupa-832>": 50240,
  "<sturgeon-394>": 49802,
  "<submarine-833>": 50241,
  "<suit-834>": 50242,
  "<sulphur butterfly-325>": 49733,
  "<sulphur-crested cockatoo-89>": 49497,
  "<sundial-835>": 50243,
  "<sunglasses-836>": 50244,
  "<sunglasses-837>": 50245,
  "<sunscreen-838>": 50246,
  "<suspension bridge-839>": 50247,
  "<sweatshirt-841>": 50249,
  "<swim trunks / shorts-842>": 50250,
  "<swimming cap-433>": 49841,
  "<swing-843>": 50251,
  "<syringe-845>": 50253,
  "<tabby cat-281>": 49689,
  "<table lamp-846>": 50254,
  "<tailed frog-32>": 49440,
  "<tandem bicycle-444>": 49852,
  "<tank-847>": 50255,
  "<tape player-848>": 50256,
  "<tarantula-76>": 49484,
  "<taxicab-468>": 49876,
  "<tea cup-968>": 50376,
  "<teapot-849>": 50257,
  "<teddy bear-850>": 50258,
  "<television-851>": 50259,
  "<tench-0>": 49408,
  "<tennis ball-852>": 50260,
  "<tent-672>": 50080,
  "<terrapin-36>": 49444,
  "<thatched roof-853>": 50261,
  "<thimble-855>": 50263,
  "<three-toed sloth-364>": 49772,
  "<threshing machine-856>": 50264,
  "<throne-857>": 50265,
  "<through arch bridge-821>": 50229,
  "<tick-78>": 49486,
  "<tiger beetle-300>": 49708,
  "<tiger cat-282>": 49690,
  "<tiger shark-3>": 49411,
  "<tiger-292>": 49700,
  "<tights-638>": 50046,
  "<tile roof-858>": 50266,
  "<titi monkey-380>": 49788,
  "<toaster-859>": 50267,
  "<tobacco shop-860>": 50268,
  "<toilet paper-999>": 50407,
  "<toilet seat-861>": 50269,
  "<tool kit-477>": 49885,
  "<torch-862>": 50270,
  "<totem pole-863>": 50271,
  "<toucan-96>": 49504,
  "<tow truck-864>": 50272,
  "<toy store-865>": 50273,
  "<toy terrier-158>": 49566,
  "<tractor-866>": 50274,
  "<traffic light-920>": 50328,
  "<traffic or street sign-919>": 50327,
  "<tram-829>": 50237,
  "<trash can-412>": 49820,
  "<tray-868>": 50276,
  "<tree frog-31>": 49439,
  "<trench coat-869>": 50277,
  "<triceratops-51>": 49459,
  "<tricycle-870>": 50278,
  "<trifle-927>": 50335,
  "<trilobite-69>": 49477,
  "<trimaran-871>": 50279,
  "<tripod-872>": 50280,
  "<triumphal arch-873>": 50281,
  "<trolleybus-874>": 50282,
  "<trombone-875>": 50283,
  "<turnstile-877>": 50285,
  "<tusker-101>": 49509,
  "<typewriter keyboard-878>": 50286,
  "<umbrella-879>": 50287,
  "<unicycle-880>": 50288,
  "<upright piano-881>": 50289,
  "<vacuum cleaner-882>": 50290,
  "<valley-979>": 50387,
  "<vase-883>": 50291,
  "<vaulted or arched ceiling-884>": 50292,
  "<velvet fabric-885>": 50293,
  "<vending machine-886>": 50294,
  "<vespa-670>": 50078,
  "<vestment-887>": 50295,
  "<viaduct-888>": 50296,
  "<vine snake-59>": 49467,
  "<violin-889>": 50297,
  "<volcano-980>": 50388,
  "<volleyball-890>": 50298,
  "<vulture-23>": 49431,
  "<waffle iron-891>": 50299,
  "<wall clock-892>": 50300,
  "<wallaby-104>": 49512,
  "<wallet-893>": 50301,
  "<wardrobe-894>": 50302,
  "<warthog-343>": 49751,
  "<washing machine-897>": 50305,
  "<water bottle-898>": 50306,
  "<water buffalo-346>": 49754,
  "<water jug-899>": 50307,
  "<water snake-58>": 49466,
  "<water tower-900>": 50308,
  "<weasel-356>": 49764,
  "<website-916>": 50324,
  "<weevil-307>": 49715,
  "<weighing scale-778>": 50186,
  "<wheelbarrow-428>": 49836,
  "<whiskey jug-901>": 50309,
  "<whistle-902>": 50310,
  "<white stork-127>": 49535,
  "<white-headed capuchin-378>": 49786,
  "<wild boar-342>": 49750,
  "<window screen-904>": 50312,
  "<window shade-905>": 50313,
  "<wine bottle-907>": 50315,
  "<wok-909>": 50317,
  "<wolf spider-77>": 49485,
  "<wombat-106>": 49514,
  "<wooden spoon-910>": 50318,
  "<wool-911>": 50319,
  "<worm snake-52>": 49460,
  "<yellow garden spider-72>": 49480,
  "<yellow lady's slipper-986>": 50394,
  "<yurt-915>": 50323,
  "<zebra-340>": 49748,
  "<zucchini-939>": 50347
}
